Repository: OpenVolunteeringPlatform/django-ovp-core
Catalog: ovp_core/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: Arts/Handcrafting
pt_br: Artes/Artesanato

source: Communication
pt_br: Comunicação

source: Dance/Music
pt_br: Dança/Música

source: Law
pt_br: Direito

source: Education
pt_br: Educação

source: Sports
pt_br: Esportes

source: Cooking
pt_br: Gastronomia

source: Management
pt_br: Gestão

source: Idioms
pt_br: Idiomas

source: Computers/Technology
pt_br: Informática/Tecnologia

source: Health
pt_br: Saúde

source: Others
pt_br: Outros

source: Professional Training
pt_br: Capacitação Profissional

source: Fight Poverty
pt_br: Combate à Pobreza

source: Conscious consumption
pt_br: Consumo Consciente

source: Culture, Sport and Art
pt_br: Cultura, Esporte e Arte

source: Human Rights
pt_br: Direitos Humanos

source: Youth
pt_br: Crianças e Jovens

source: Elders
pt_br: Idosos

source: Environment
pt_br: Meio Ambiente

source: Citizen Participation
pt_br: Participação Cidadã

source: Animal Protection
pt_br: Proteção Animal

source: People with disabilities
pt_br: Pessoas com Deficiência
